Repository: AlexCharette/2fd-Frontend
Catalog: lib/l10n/intl_*.arb
Languages: fr_ca

# buttonAnswerNo
source: I won't be there
fr_ca: Confirmer mon absence

# buttonAnswerYes
source: I'll be there
fr_ca: Confirmer ma présence

# buttonCancel
source: Cancel
fr_ca: Annuler

# buttonCancelChanges
source: Cancel changes
fr_ca: Annuler les changements

# buttonEditVem
source: Edit VEM
fr_ca: Modifier la VEM

# buttonForgotPassword
source: I forgot my password
fr_ca: J'ai oublié mon mot de passe

# buttonPublishVem
source: Publish VEM
fr_ca: Publier la VEM

# buttonRequestResponseChange
source: I want to change my answer
fr_ca: Je veux changer ma réponse

# buttonSaveChanges
source: Save changes
fr_ca: Sauvegarder les changements

# buttonSend
source: Send
fr_ca: Envoyer

# buttonSubmit
source: Submit
fr_ca: Soumettre

# errorAuthenticationSubmission
source: Authentication failure
fr_ca: Erreure d'authentification

# errorGeneric
source: An error occured
fr_ca: Un erreure s'est produite

# errorResetPassword
source: Password reset failed
fr_ca: Votre mot de passe n'a pas pu être modifié

# inputErrorEmail
source: Invalid email address
fr_ca: Adresse courriel invalide

# inputErrorPassword
source: Invalid password
fr_ca: Mot de passe invalide

# inputHintEmail
source: Email
fr_ca: Adresse Courriel

# inputHintReason
source: Why do you want to change your response?
fr_ca: Pourquoi désirez-vous changer votre réponse?

# inputHintPassword
source: Password
fr_ca: Mot de Passe

# inputLabelVemEndDate
source: End
fr_ca: Fin

# inputLabelVemLockDate
source: Lock
fr_ca: Fermeture

# inputLabelVemMaxParticipants
source: Maximum
fr_ca: Maximum de participants

# inputLabelVemMinParticipants
source: Minimum
fr_ca: Minimum de participants

# inputLabelVemResponseType
source: Response Type
fr_ca: Type de Réponse

# inputLabelVemStartDate
source: Start
fr_ca: Début

# inputValidatorVemName
source: Please enter a name for this VEM
fr_ca: Veuillez donner un nom à cette VEM

# inputValidatorParticipants
source: The minimum number of participants must be less than the maximum.
fr_ca: Le minimum de participants doit être moins que le maximum.

# snackBarVemFull
source: Maximum attendance for this VEM has been reached.
fr_ca: La participation maximale pour cette VEM a été atteinte.

# titleLogin
source: Regimental Portal
fr_ca: Portail Régimentaire

# titleLogout
source: Log me out
fr_ca: Me déconnecter

# titleNewVem
source: New VEM
fr_ca: Nouvelle VEM

# titleProfile
source: My Profile
fr_ca: Mon Profile

# titleRegimentName
source: 2FD
fr_ca: 2RAC

# titleRequestResponseChange
source: I want to change my response
fr_ca: Je désire changer ma réponse

# titleVemResponder
source: Answer
fr_ca: Répondre à
